Repository: Andyb765/radar_pi
Catalog: po/*.po
Languages: fi, nl

source: Zone 1: unknown Zone 2: unknown Timeout
fi: Alue 1: tuntematon Alue 2: tuntematon Aikaylitys
nl: Zone 1: onbekend Zone 2: onbekend Timeout

source: &Confirm
fi: & Vahvistaa
nl: &Bevestigen

source: C&onfirm + Close
fi: C & Vahvista + Sulje
nl: Bevestigen + &Sluiten

source: Radar A:
fi: Tutka A:

source: Zone
fi: Vyöhyke

source: Radar B:
fi: Tutka B:

source: Next alarm in %d s
fi: Seuraava hälytys %d s
nl: Alarm herhalen over %d s

source: Guard zones
fi: Suoja-alueet
nl: Bewakingszones

source: Off
fi: Pois päältä
nl: uit

source: Arc
fi: Kaari
nl: sector

source: Circle
fi: Ympyrä
nl: cirkel

source: Zone type:
fi: Alueen tyyppi:
nl: Bewakingszone

source: Inner range
fi: Sisempi alue
nl: Minste afstand

source: Outer range
fi: Ulompi alue
nl: Grootste afstand

source: Start bearing
fi: Alkusuunta
nl: Boordhoek start (-L, +R)

source: End bearing
fi: Loppusuunta
nl: Boordhoek stop (-L, +R)

source: Filter
fi: Suodatin

source: Warning: Targets may be missed with filter on
fi: Varoitus: Kohteet voidaan menettää kun suodatin on käytössä
nl: Waarschuwing: echo's kunnen onzichtbaar worden bij filtergebruik

source: Multi Sweep Filter On
fi: Monipyyhkäisysuodatin käytössä
nl: Multi Sweep Filter aan

source: &Close
fi: &Sulje
nl: &Sluiten

source: Guard Zone
fi: Suojavyöhyke
nl: Bewakingszone

source: Radar Control...
fi: Tutkan ohjain...
nl: Radarbesturing ...

source: Menu
fi: Valikkko

source: Set Guard Point
fi: Aseta suojauskohta
nl: Bewakingspunt instellen

source: Navico Radar PlugIn for OpenCPN
fi: Navico tutka lisäosa OpenCPN:ään
nl: Navico Radar PlugIn voor OpenCPN

source: Navico Broadband BR24/3G/4G Radar PlugIn for OpenCPN
fi: Navico laajakaista BR24 / 3G / 4G tutkalisäosa OpenCPN:ään
nl: Navico breedband BR24/3G/4G Radar PlugIn voor OpenCPN

source: BR24 Target Display Preferences
fi: BR24 Kohteen näyttöasetukset
nl: Voorkeuren BR24

source: Nautical Miles
fi: Merimailit
nl: zeemijl

source: Kilometers
fi: Kilometrit
nl: kilometer

source: Range Units
fi: Yksiköt
nl: Afstandseenheid

source: Monocolor-Red
fi: Monocolor-punainen
nl: enkele kleur - rood

source: Multi-color
fi: Monivärinen
nl: meerkleurig

source: Multi-color 2
fi: Monivärinen 2
nl: meerkleurig 2

source: Overlay Display Options
fi: Peiton näyttöasetukset
nl: Weergavestijl overlay

source: Shading
fi: Varjostus
nl: egaal gekleurd

source: Outline
fi: Rajaus
nl: omlijnd

source: Shading + Outline
fi: Varjostus + rajaus
nl: egaal gekleurd en omlijnd

source: Guard Zone Styling
fi: Suojavyöhykeen muotoilu
nl: Weergavestijl bewakingszone

source: Guard Zone Sound
fi: Suojavyöhykeääni
nl: Bewakingsgeluid

source: Select Alert Sound
fi: Valitse hälytysääni
nl: Kies waarschuwinggeluid

source: Test Alert Sound
fi: Testaa hälytysääntä
nl: Test waarschuwinggeluid

source: Options
fi: Vaihtoehdot
nl: Opties

source: Pass radar heading to OpenCPN
fi: Siirrä tutkaotsikko OpenCPNään
nl: Koers vanaf radar doorgeven aan OpenCPN

source: Enable dual radar, 4G only
fi: Käytä kaksoistutkaa, vain 4G
nl: Tweevoudige radar inschakelen, alleen 4G

source: Emulator mode
fi: Emulaattori tila
nl: Emulatiemodus

source: Select Sound File
fi: Valitse äänitiedosto
nl: Selecteer geluidbestand

source: WAV files (*.wav)|*.wav|All files (*.*)|*.*
fi: WAV tiedostot (*.wav)|*.wav|Kaikki tiedostot (*.*)|*.*
nl: WAV bestanden (*.wav)|*.wav|Alle bestanden (*.*)|*.*

source: Guard Zone Control
fi: Suoja-alue kontrolli
nl: Bewakingszone instellen

source: radar
fi: tutka

source: Cannot create UDP socket
fi: Ei voi luoda UDP-liitosta
nl: Kan geen UDP socket aanmaken

source: Cannot set reuse address option on socket
fi: Ei voi määrittää uutta osoitetta liitäntään
nl: Kan hergebruik-optie van socket niet aanzetten

source: Cannot bind UDP socket to port
fi: Ei voi liittää UDP-liitosta portiin
nl: Kan UDP socket niet aan poort binden

source: Invalid multicast address
fi: Kelvoton monilähetysosoite
nl: Ongeldig multicast-adres

source: Invalid IP address for UDP multicast
fi: Kelvoton IP-osoite UDP-monilähetykseen
nl: Ongeldig IP-adres voor multicast-UDP

source: Radar
fi: Tutka
nl: BR24 Radar

source: Guard Zone Active
fi: Aktiivinen suoja-alue
nl: Bewakingszone actief

source: Timed Transmit
fi: Ajastettu lähetys
nl: Onderbroken uitzenden

source: Dialog
fi: Dialogi
nl: Dialoogvenster

source: Transparency
fi: Läpinäkyvyys
nl: Transparantie

source: Interference rejection
fi: Häiriöiden hylkääminen
nl: Storingonderdrukking

source: Target separation
fi: Kohteen erottaminen
nl: Echoscheiding

source: Noise rejection
fi: Häiriön hylkääminen
nl: Ruisonderdrukking

source: Target boost
fi: Kohteen tarkennus
nl: Echoversterking

source: Scan speed
fi: Skannaus nopeus
nl: Rotatiesnelheid

source: Scan age
fi: Skannauksen ikä
nl: Echoleeftijd

source: Gain
fi: Vahvistus
nl: Versterking

source: Sea clutter
fi: Merivälke
nl: Golfonderdrukking

source: Rain clutter
fi: Sade välke
nl: Regenonderdrukking

source: Overlay / Radar
fi: Peitto / tutka

source: Radar Only, Head Up
fi: Vain tutka, suunta ylös
nl: Alleen radar, Koers-Boven

source: << Back
fi: << Takaisin
nl: << Terug

source: Value
fi: Arvo
nl: Waarde

source: Multi Sweep Filter
fi: Monipyyhkäisysuodatin

source: OFF
fi: POIS
nl: UIT

source: Back
fi: Takaisin
nl: Terug

source: Low
fi: Alhainen
nl: Laag

source: Medium
fi: Keskitaso
nl: Gemiddeld

source: High
fi: Korkea
nl: Hoog

source: Normal
fi: Tavallinen
nl: Normaal

source: Fast
fi: Nopea
nl: Hoog

source: Refresh rate
fi: Virkistystaajuus
nl: Vernieuwingsfrequentie

source: Installation
fi: Asennus
nl: Installatie

source: Back to activate
fi: Takaisin aktivointiin
nl: Terug naar activeren

source: Bearing alignment
fi: Suuntiman sijoitus
nl: Richting oplijnen

source: Antenna height (m)
fi: Antennin korkeus (m)
nl: Antennehoogte (m)

source: Local interference rejection
fi: Paikallisten häiriöiden hylkääminen
nl: Onderdrukking plaatselijke storing

source: Side lobe suppression
fi: Sivukaistan häivytys
nl: Zijbundelonderdrukking

source: Radar A / B
fi: Tutka A / B

source: Radar A
fi: A tutka

source: Radar B
fi: B tutka

source: Radar Only / Overlay
fi: Vain tutka / peitto
nl: Alleen radar / Overlay

source: Radar Only, Head Up
fi: Vain tutka, suunta ylös
nl: Alleen radar, Koers-Boven

source: Radar Overlay
fi: Tutka peittokuva

source: Range
fi: Kantama
nl: Afstand

source: Advanced controls
fi: Kehittyneet säädöt
nl: Geavanceerde instellingen

source: Guard zone
fi: Suojavyöhyke
nl: Bewakingszone

source: Info
fi: Tietoa

source: ON
fi: PÄÄLLÄ
nl: AAN

source: Radar A - ON
fi: A tutka käy
nl: Radar A - AAN

source: Radar A - Stby
fi: A tutka- valm

source: Radar A - OFF
fi: A tutka- pois
nl: Radar A - UIT

source: Radar B - ON
fi: B tutka - käy
nl: Radar B - AAN

source: Radar B - Stby
fi: B tutka- valm

source: Radar B - OFF
fi: B tutka- pois
nl: Radar B - UIT

source: Now Transmit for
fi: Nyt välitys
nl: Nu zenden gedurende

source: minutes
fi: minuuttia
nl: minuten

source: minutes to shifting
fi: minuuttia siirtymiseen
nl: minuten tot verschuiving

source: Timed transmit is active
fi: Ajastettu välitys on aktiivinen
nl: Zendschema is actief

source: Turn Radar always ON
fi: Ota tutka aina päällä käyttöön
nl: Zet radar altijd aan

source: Now Idle for
fi: Nyt tyhjäkäynnillä
nl: Nu inactief gedurende

source: Can not switch radar on as it is not connected or off Switch radar on when button is amber
fi: Ei voi käynnistää tutkaa ku sitä ei ole kytketty tai ei ole päällä käynnistä tutka kun painike on keltainen
nl: Kan BR24 Radar niet inschakelen omdat deze niet verbonden is of uit staat. Inschakelen als knop geel is (dit kan ook het geval zijn als 'Emulatiemodus' is geselecteerd).

source: Radar requires the following
fi: Tutka edellyttää seuraavia
nl: BR24 Radar vereist het volgende:

source: OpenCPN options
fi: OpenCPN asetukset
nl: OpenCPN opties

source: Accelerated Graphics (OpenGL)
fi: Kiidytettyä grafiikkaa (OpenGL)

source: ZeroConf via Ethernet
fi: ZeroConf ethernetin kautta

source: Radar present
fi: Olemassaoleva tutka
nl: Radar gedetecteerd

source: Radar sending data
fi: Tutka lähettää tietoa
nl: Radar stuurt gegevens

source: For radar overlay also required
fi: Tutkan peittokuva tarvitaan myös
nl: Radaroverlay vereist ook:

source: Boat position
fi: Veneen sijainti
nl: Vaartuigpositie

source: Heading
fi: Suunta
nl: Koers

source: Variation
fi: Vaihtelu
nl: Variatie

source: Statistics
fi: Tilastot
nl: Statistieken

source: Radar IP
fi: Tutkan IP

source: Enable COG as heading
nl: Gebruik COG voor beeld rotatie

source: Warning: Turn off AIS
nl: Let op: AIS uitzetten

source: Filter = ON
nl: Filter = AAN
